let checkList = [{
  "title": "1979年，贵金属纪念币首次发行",
  "content": "1979年10月，经国务院批准，中国人民银行发行新中国首套贵金属纪念币——中华人民共和国成立30周年纪念金币。作为当时国家出口创汇的途径之一，该套金币全部面向海外销售。截至2017年末，贵金属纪念币累计发行2226个品种，其中12个币种获国内外大奖，熊猫金币成为国际主要投资币之一。    "
}, {
  "title": "1979年，人民银行首设代理发行库",
  "content": "随着国家金融体制改革和人民银行机构设置变化，1979年起，人民银行陆续在上海、天津、北京、西藏等地设立发行基金保管库，开启代理发行库管理模式。多年来，代理库在保障现金供应、调节货币流通、提高流通中人民币整洁度等方面发挥了重要作用。    "
}, {
  "title": "1980年，中国人民银行印制总公司成立",
  "content": "1980年，经国务院批准，成立中国人民银行印制总公司，1992年更名为中国印钞造币总公司。目前，中国印钞造币总公司已成长为下辖23家企业和一个国家级技术中心的法定货币生产企业。    "
}, {
  "title": "1982年，中国钱币学会成立",
  "content": "1982年6月26 日，中国钱币学会成立大会在北京召开，选举产生第一届理事会。时任中国人民银行行长李葆华任名誉理事长，副行长耿道明任理事长。中国钱币学会的成立推动了中国钱币文化保护及研究的发展。    "
}, {
  "title": "1983年，《中华人民共和国金银管理条例》颁布实施",
  "content": "1983年6月15日，国务院颁布《中华人民共和国金银管理条例》。《条例》明确金银的主管机关为中国人民银行，中国人民银行负责管理国家金银储备；负责金银的收购并配售；会同国家物价主管机关制定和管理金银收购与配售价格；负责管理和检查金银市场。    "
}, {
  "title": "1984年，普通纪念币首次发行",
  "content": "1984年10月，中国人民银行发行建国三十五周年纪念币，三种图案、面值均为1元，拉开普通纪念币发行序幕；1999年9月，首次发行纪念钞——庆祝中华人民共和国成立五十周年纪念钞，面额50元，数量6000万张；2000年11月，首次发行塑料基材纪念钞——迎接新世纪纪念钞，面额100元，数量1000万张。普遍纪念币（钞）市场逐步发展，品种不断丰富，截至2017年末，人民银行共发行普遍纪念币（钞）101个品种，数量累计44亿余枚（张）。    "
}, {
  "title": "1984年，人民银行确立四级发行库管理体系",
  "content": "1984年10月8日，中国人民银行颁布《中国人民银行关于改革发行库业务的若干规定》，确定在总行、省（自治区、直辖市）分行、地（市）分行、县支行设立总库、分库、中心支库、支库，垂直管理的四级发行库管理体系自此确立。    "
}, {
  "title": "1987年起，1980年版第四套人民币陆续发行",
  "content": "为适应经济发展需要，方便流通使用和核算，国务院决定，中国人民银行自1987年4月27日起发行第四套人民币，新增100、50面额，主币有1元、2元、5元、10元、50元和100元六种；辅币有1角、2角、5角三种。    "
}, {
  "title": "1987年，中国金币总公司成立",
  "content": "1987年8月7日，中国人民银行党组决定成立中国金币总公司。中国金币总公司是中国唯一的专营金银纪念币的行业性公司，目前已发展成为下辖7家企业、业务覆盖国际国内市场的贵金属纪念币经销企业。    "
}, {
  "title": "1987年，人民银行设立金银专项贷款、黄金发展基金。",
  "content": "为支持黄金生产建设，1987年人民银行开始设立金银专项贷款、黄金发展基金，为奠定中国黄金工业基础提供了资金保障。    "
}, {
  "title": "1992年，人民银行在上海等5省市开展小面额货币单一投放硬币试点",
  "content": "1992年，上海、辽宁、江苏、浙江、安徽五省市成为全国首批小面额货币单一投放硬币地区，标志着小面额货币硬币化工作的开始。    "
}, {
  "title": "1992年，中国钱币博物馆建成开馆",
  "content": "1992年7 月29 日，中国钱币博物馆建成开馆。时任中国人民银行副行长郭振乾、童赠银和文化部副部长高占祥出席开馆仪式。中国钱币博物馆的建立，为培育和繁荣钱币文化做出了重要贡献，标志着中国钱币事业迈上了新台阶。    "
}, {
  "title": "1993年，《中华人民共和国国家货币出入境管理办法》颁布实施",
  "content": "为加强国家货币出入境管理，维护国家金融秩序，适应改革开放要求，1993年1月20日，国务院颁布《中华人民共和国国家货币出入境管理办法》，对个人携带人民币出入境实施限额管理，具体限额由中国人民银行规定。当年人民银行公告限额为6000元，2005年调整为20000元。    "
}, {
  "title": "1994年，货币金银司成立",
  "content": "1994年6月，人民银行根据国务院《关于金融体制改革的决定》，对机构组织体系进行了改革，货币发行司与金银管理司合并为货币金银司，货币金银管理体制从此保持稳定。1998年，更名为货币金银局。    "
}, {
  "title": "1994年，现代化钞票自动处理系统试运行",
  "content": "1994年7月，人民银行引进现代化钞票处理设备，在上海、广州、武汉、深圳试运行，钞票处理工作自此进入自动化阶段。    "
}, {
  "title": "1994年，国务院反假货币工作联席会议成立",
  "content": "1994年9月30日，经国务院同意，“国务院反假货币工作联席会议”成立，时任人民银行党组书记周正庆为会议召集人，办事机构设在人民银行。    "
}, {
  "title": "1997年，第一个货币发行业务处理系统上线运行",
  "content": "1997年7月9日，货币发行管理信息系统在全国试运行，并于1997年10月1日正式使用。该系统的上线运行，加快了货币发行业务电子化进程，提高了货币发行工作管理水平，保证了货币发行决策的及时性和准确性。    "
}, {
  "title": "1999年起，第五套人民币陆续发行",
  "content": "为适应经济发展的需要，提高人民币的防伪性能，国务院决定，中国人民银行自1999年10月1日起陆续发行第五套人民币。第五套人民币有100元、50元、20元、10元、5元、1元、5角和1角八种面额。    "
}, {
  "title": "1999年，钞票处理中心开始组建",
  "content": "1999年12月28日，中国人民银行印发《关于组建钞票处理中心的意见》,在分支机构陆续设立钞票处理中心。目前全国共有62个钞票处理中心，配备高速清分机等大型钞票处理设备560余台（套），钞票处理量居世界前列。    "
}, {
  "title": "1999年，人民银行开放白银市场，揭开金银管理体制市场化改革序幕",
  "content": "1999年，人民银行改革白银管理体制，开放白银市场，结束中国长达半个世纪的白银管制。2001年，人民银行实行黄金收售浮动定价机制。2002年，适应社会主义市场经济发展需要，人民银行全面深化黄金管理体制改革，取消“统收统配”，经国务院批准，组建专门从事黄金交易的国家级市场——上海黄金交易所。    "
}, {
  "title": "1999年，人民银行首次批准银行间人民币现钞跨境调运",
  "content": "为适应中越两国边贸发展的需要，1999年12月，人民银行首次批准我国商业银行与越南商业银行之间办理人民币现钞跨境调运业务，开启了银行间跨境调运人民币现钞业务的先河。    "
}, {
  "title": "2000年，《中华人民共和国人民币管理条例》颁布施行",
  "content": "《中华人民共和国人民币管理条例》由国务院于2000年2月5日颁布，并于2000年5月1日起实施。该条例是建国50年来第一部全面、系统规范人民币管理的专门法规，是我国金融经济法制建设的重要成果，是我国货币制度建设的里程碑。    "
}, {
  "title": "2000年起，人民银行开始制定颁布货币发行行业、国家标准",
  "content": "2000年，中国人民银行发布《金库门》（JR/T001-2000）、《组合锁》（JR/T002-2000）、《银行金库》（JR/T003-2000）3项金融行业标准；2010年，发布《人民币鉴别仪通用技术条件》（GB16999-2010）国家标准；2017年，发布《不宜流通人民币纸币》（JR/T0153-2017）、《人民币现金机具鉴别能力技术规范》（JR/T0154-2017）两项金融行业标准，促进了货币发行标准化和现金服务水平的提升。    "
}, {
  "title": "2005年，2005年版第五套人民币发行",
  "content": "经国务院批准，中国人民银行于2005年8月31日发行2005年版第五套人民币100元、50元、20元、10元、5元纸币和1角硬币。    "
}, {
  "title": "2007年，中银香港代保管库正式启用",
  "content": "2007年12月13日，中银香港代保管库正式启用。该代保管库是我国首个也是目前唯一的境外人民币代保管库，现已成为境外人民币现钞供应和回流的枢纽。    "
}, {
  "title": "2009年，在全国开展打击假币犯罪“09行动”",
  "content": "2009年1月20日起，人民银行和公安部联合在全国开展为期10个月的代号“09行动”的打击假币犯罪专项整治行动。该行动是建国以来历时最长、打击力度最大、成果最丰富的一次反假币专项行动。期间全国假币年收缴量创历史新高。    "
}, {
  "title": "2010年，货币金银局计划调拨处获“上海世博会先进集体”称号",
  "content": "因在2010年世博会中提供优质的金融服务，向世界展示中国良好的金融基础服务水平，2010年12月货币金银局计划调拨处被党中央、国务院授予“上海世博会先进集体”称号。    "
}, {
  "title": "2011年，中国印钞造币技术赢得国家级荣誉",
  "content": "2011年1月，“SD 凹印对印技术”荣获2010年度国家技术发明一等奖。该技术标志着中国在国际印钞专用设备设计制造领域由引进、模仿步入自主创新。    "
}, {
  "title": "2011年，北京全自动立体库和钞票处理中心启用",
  "content": "2011年9月，北京立体库和钞票处理中心投入使用，不仅成为目前国际上规模最大、自动化程度最高的发行库和钞票处理中心，也是我国货币发行现代化、自动化的重要标志和国际交流的重要窗口。    "
}, {
  "title": "2012年，反假货币工作首次列入社会治安综合治理工作考核评比范围",
  "content": "2012年2月13日，中央社会管理综合治理委员会办公室印发《2011年省、自治区、直辖市社会治安综合治理工作考核评比实施细则》（中央综治办〔2012〕12号），首次将反假货币工作列入考核评比范围。    "
}, {
  "title": "人民银行在全国推进人民币净化工程",
  "content": "2012年起，人民银行为规范金融机构对外付出现金业务，开展人民币净化工程，要求银行业金融机构对外付出现金全额清分，并推广冠字号码识别应用。该项工作明确了商业银行在人民币流通管理中的责任，提高了流通中人民币整洁度和银行业金融机构现金服务水平。    "
}, {
  "title": "2013年，第二代货币发行管理系统在江苏省淮安市启动试点工作",
  "content": "为推动第二代货币发行管理系统研发工作顺利进行，2013年5月28日在南京分行辖内淮安市中心支行首先启动二代货发发行库管理系统试点工作，并采取逐步叠加业务种类、试点业务与现行业务并行操作的方式。通过试点工作，系统和物流设备不断得到改进和完善。    "
}, {
  "title": "2014年，中国人民银行首次开展普通纪念币预约兑换工作",
  "content": "为实现普通纪念币公开、公平、公正发行，2014年8月，人民银行要求四大国有银行开展预约兑换普通纪念币，并合理确定辖区兑换网点和每个网点兑换数量，以适当方式向社会公布。    "
}, {
  "title": "2015年，2015年版第五套人民币100元纸币发行",
  "content": "中国人民银行自2015年11月12日起发行2015年版第五套人民币100元纸币，与同面额流通人民币等值流通。2015年版第五套人民币100元纸币对部分图案做了适当调整，对整体防伪性能进行了提升，有利于加强人民币反假工作。    "
}, {
  "title": "2016年，人民银行在全国开展硬币自循环工作",
  "content": "2016年4月，货币金银局下发《关于开展硬币自循环工作的通知》，布置全国开展硬币自循环工作。2017年，全国实现硬币自循环89.8亿枚。这项工作的开展，开启了货币金银系统以“三个转变”、“三个导向”为核心的转型工作序幕。    "
}, {
  "title": "2016年，中国人民银行正式对外宣布启动数字货币研究工作",
  "content": "2016年1月，中国人民银行数字货币研讨会在京召开，时任周小川行长出席，央行数字货币研发工作进入公共视野。2016年6月，经中编办批准，中国人民银行印制科学技术研究所更名为中国人民银行数字货币研究所。2017年11月，国务院批准人民银行开展DC/EP研究，研发工作组办公室设在货币金银局。    "
}, {
  "title": "2017年，货币金银工作开始全面转型",
  "content": "2017年，货币金银系统坚持问题导向、市场导向和民生导向，积极转变工作理念、工作作风和工作方法，努力引入市场化、社会化机制，突破实物操作瓶颈，以强化监管，提升全社会现金服务水平。2017年成为货币金银转型元年。    "
}, {
  "title": "2017年，货币金银系统全面开展廉政风险防控，加强队伍建设",
  "content": "为更好地强化货币金银系统廉政意识，提高风险防控能力，加强货币金银队伍建设，推动业务转型发展，2017年在全系统开展廉政风险防控工作。全面梳理风险，完善防控制度，健全监督机制。印发《货币金银从业人员职业行为准则》，规范从业人员职业行为，提高整体素质和拒腐防变能力。    "
}, {
  "title": "2017年，组织开展非标准金银清点查验和货币史研究工作",
  "content": "为加强库存非标准金银管理，发掘和保护金银文物，防范风险，人民银行自2017年9月起，组织深入开展非标准金银清点查验工作，这是全面提升金银管理水平的一项基础性工作。同时，组织开展中国货币史研究，以史为鉴、古为今用。     "
}, {
  "title": "2018年，成都分行正式将钞票处理业务移交成都印钞有限公司",
  "content": "成都分行积极探索印制企业承接钞票处理业务，2018年1月3日，成都分行举行仪式，正式将人民银行钞票处理业务移交成都印钞有限公司。该项机制转变提升了钞票处理业务管理效率和风险管控水平，确保了钞票处理业务安全高效运行。"
}]

let initDB = () => {
  checkList.map(({
    title
  }, vote_id) => `insert into cbpm_vote_list(sid,vote_id,vote_name,vote_nums) values(2,${vote_id},'${title}',0);`).join('\n');
}

export default checkList.map((item, id) => Object.assign(item, {
  id
}));
