export default [{
        title: "全面启动“五项改革”，为行业转型发展注入强劲动力 。",
        content: "所属企业公司治理、科技管理体制、财务管理体制、激励约束机制、本部内设机构等“五项改革”，明确了行业未来的发展定位、转型方向、组织架构等一系列重大问题，为转型发展注入强劲动力。",
        id: 0
    }, {
        title: "中国印钞造币首次实现“全产业链”走向国际，“中国制造”发出更强音。",
        content: "继成功中标尼泊尔100卢比、1000卢比订单后，2017年总公司再次获得尼泊尔5卢比钞票、巴西硬币坯饼、泰国2泰铢流通硬币等多项国际订单。全过程参与中银香港百年华诞纪念钞票的设计、开发，提供全部印制材料。",
        id: 1
    },
    {
        title: "大力拓展人才成长空间，一批重大荣誉落户中钞。",
        content: "加强管理人才、科技人才、高技能人才队伍建设，着手设立科技领军人才、行业和企业两级首席专家、首席技师，为人才成长开辟广阔空间。余敏荣获世界硬币大奖“终身成就奖”，李根绪入选世界“货币名人堂”，马荣、江玉龙获批成为享受国务院政府特殊津贴专家，余林、夏惠顺获得“全国技术能手”称号，刘军技能大师工作室迈入国家级“技能大师工作室”行列；还有大国工匠、中钞工匠……一系列重大荣誉的取得，展现了行业人才队伍建设的丰硕成果。",
        id: 2
    },
    {
        title: "多措并举加强品牌建设，“中国印钞造币”和“中钞”品牌日益深入人心。",
        content: "举办“人民币硬币发行60周年纪念展”，先后在上海、南京、沈阳、西安、成都、北京、南昌、广州、厦门等地巡展，直接观展人数超过12万，新华社、中央电视台、《经济日报》、《金融时报》等到场采访的中央及地方媒体超过60家；创刊发行《中国印钞造币》杂志，向社会公众展示行业发展成果和人民币的历史与文化；“中国印钞造币”微信公众号影响不断扩大，超过1000万人参与了“人民币防伪反假知识竞赛”；6条行业新闻登上央视新闻频道，余敏事迹在《新闻联播》播出；总公司和部分所属企业相继参加了2017国际金融展、第十二届证卡票签安全技术展览会、2017北京国际钱币博览会等多个专业展会，集中展示了行业近年来开发的新型科研成果，对外宣传、品牌建设取得新突破。",
        id: 3
    },
    {
        title: "刘贵生董事长提出：同心共筑“中钞梦”，开启建设具有全球竞争力的世界一流企业新征程。",
        content: "在行业劳动竞赛表彰大会上，总公司董事长刘贵生发表题为《深化改革，强化管理，同心共筑中钞梦》的讲话，将“中钞梦”概括为“三个明显”：产品质量有明显提升；企业实力有明显增强；干部职工学习、工作、生活的环境有明显改善。",
        id: 4
    },
    {
        title: "圆满完成生产任务，提质增效、降本增效工作成效明显。",
        content: "实施“精品工程”，产品质量稳定。猴年贺岁普通纪念币荣获世界硬币“最佳流通币”称号，采用新包装的建军90周年普通纪念币得到社会各界一致赞誉。推行全面成本管理，改进、创新成本管理方法，“价值工程”初见成效，全年主业产品变动成本较“十二五”末水平继续下降1.2亿元。",
        id: 5
    },
    {
        title: "围绕现金全生命周期管理，积极拓展金融服务市场 。",
        content: "按照“由现金制造向现金综合服务转型”的发展要求，积极布局现金全生命周期服务市场，取得一系列成果，为行业转型发展趟出一条新路。行业首次召开市场经营工作会议，研究探索新时期具有行业特色的市场经营发展模式，全力推进行业市场经营工作稳健发展。",
        id: 6
    },
    {
        title: "大力发展货币文化产业，有效履行文化传承的社会责任。",
        content: "与故宫博物院、秦始皇帝陵博物院等社会知名文化单位签署战略合作协议，就共同设计开发系列主题货币文化产品展开合作。中国印钞造币“京东官方旗舰店”、“中钞贵金属”等互联网电商平台上线运行，在整合资源、提高品牌价值、提高销售额等方面成绩显著。",
        id: 7
    },
    {
        title: "文明建设取得新进展，“全国文明单位”再添新成员。",
        content: "中钞特种防伪科技有限公司荣获第五届“全国文明单位”称号。此次经总公司推荐、中钞防伪公司作为中国人民银行机关推荐的唯一单位，参与中央国家机关第五届“全国文明单位”的评选，并顺利通过考核评审。至此，连同成都印钞公司、北京印钞公司、保钞纸业公司、南京造币公司、沈阳造币公司、石家庄印钞公司，行业已经有7家企业荣获“全国文明单位”称号。",
        id: 8
    },
    {
        title: "落实全面从严治党责任，持续提升党建科学化水平。",
        content: "行业全面部署、深入开展学习贯彻党的十九大精神各项工作。落实全面从严治党责任，扎实推进“两学一做”常态化、制度化，紧密服务中心工作，将强化党的领导融入公司治理结构改革实践，巡视工作在行业主业企业范围实现全覆盖，管党治党责任层层压实。顺利召开行业党代表会议，吴狄作为行业代表光荣参加党的十九大盛会。",
        id: 9
    },
    {
        title: "加强对外交流合作，技术研发获得新突破。",
        content: "总公司代表团参加了第17届货币会议、太平洋钞票会议、第4届硬币会议等多场国际会议，并与德国、英国、日本等多家业内同行开展交流互访；科技项目管理开启全新模式，努力实现“最大限度地整合行业科技资源、最大限度地简化科技管理流程、最大限度地调动科技工作者积极性”的工作目标；总公司自主研发的精准镂空光变宽条和多方位立体动感防伪特征技术及其工程化样品，引起了国际同行的广泛关注；在意大利举办为期两周的中国钞票凹版雕刻艺术展，架起中西货币文化沟通桥梁。",
        id: 10
    }, {
        title: "积极参与精准扶贫，有效维护中国印钞造币良好社会形象。",
        content: "自2008年汶川特大地震以来，总公司和所属企业加大帮扶援助力度，累计捐助2000余万元，共援建了四川旺苍黄洋小学、青海玉树结古镇小学等5所学校，资助雅安芦山4所中小学。2017年完成了援建陕西省铜川市宜君县西村中心小学塑胶运动场工程、中钞阿拉善公益林项目。",
        id: 11
    },
    {
        title: "强化安全管理，营造良好安全环境。",
        content: "全行业以强化职工安全防范意识、提升应急处置能力为着力点，以隐患排查、安全培训为手段，广泛开展了安全生产宣传教育活动。深刻吸取事故教训，全面查找安全隐患，推动安全工作从严管理、科学管理，在全行业凝聚安全发展共识，营造了行业安全稳定发展的良好环境。",
        id: 12
    }
];